Repository: magiauy/PhoneStore
Catalog: PhoneStoreAdmin/Resources/Strings/*/Suppliers.resw
Source language: en_us
Languages: vi_vn

# FilterNameBoxSupplier.Text
source: Name
vi_vn: Tên

# FilterPhoneBoxSupplier.Text
source: Phone
vi_vn: Số điện thoại

# FilterAddressBoxSupplier.Text
source: Address
vi_vn: Địa chỉ

# FilterTaxBoxSupplier.Text
source: Tax number
vi_vn: Mã số thuế

# FilterActiveBoxSupplier.Text
source: Status
vi_vn: Trạng thái

# BtnSearchSupplier.Content
source: Search
vi_vn: Tìm kiếm

# ColNameSupplier.Text
source: SUPPLIER NAME
vi_vn: TÊN NHÀ CUNG CẤP

# ColPhoneSupplier.Text
source: PHONE
vi_vn: SỐ ĐIỆN THOẠI

# ColAddressSupplier.Text
source: ADDRESS
vi_vn: ĐỊA CHỈ

# ColTaxSupplier.Text
source: TAX NUMBER
vi_vn: MÃ SỐ THUẾ

# ColActiveSupplier.Text
source: ACTIVATE
vi_vn: TRẠNG THÁI

# ColActionsSupplier.Text
source: ACTIONS
vi_vn: THAO TÁC

# BtnDeActivateSupplier.Text
source: Inactive
vi_vn: Vô hiệu hóa

# BtnDetailSupplier.Text
source: Detail
vi_vn: Chi tiết

# AllItemSupplier.Content
source: All
vi_vn: Tất cả

# YesItemSupplier.Content
source: Yes
vi_vn: Đúng

# NoItemSupplier.Content
source: No
vi_vn: Sai

# BtnNewSupplier.Text
source: Add a supplier
vi_vn: Thêm nhà cung cấp

# BtnImportSupplier.Text
source: Import Excel
vi_vn: Nhập Excel

# BtnExportSupplier.Text
source: Export Excel
vi_vn: Xuất Excel

# BtnEditSupplier.Text
source: Edit
vi_vn: Sửa

# SearchSupplier.PlaceholderText
source: Search by supplier name...
vi_vn: Tìm kiếm theo tên nhà cung cấp...

# BtnFilterSupplier.Text
source: Filter
vi_vn: Lọc

# ShowIngSupplier.Text
source: Showing
vi_vn: Hiển thị

# Suppliers.Text
source: suppliers
vi_vn: nhà cung cấp

# PageSupplier.Text
source: Page
vi_vn: Trang

# BtnActionSupplier.Content
source: Actions
vi_vn: Thao tác

# ColSupplierName.Text
source: SUPPLIER
vi_vn: NHÀ CUNG CẤP

# SupplierSaveError/Text
source: Failed to save supplier. Please try again.
vi_vn: Lưu thông tin nhà cung cấp thất bại. Vui lòng thử lại

# AddSupplierTitle/Text
source: Add Supplier
vi_vn: Thêm nhà cung cấp

# EditSupplierTitle/Text
source: Edit Supplier
vi_vn: Chỉnh sửa nhà cung cấp

# ViewSupplierTitle/Text
source: View Supplier
vi_vn: Xem nhà cung cấp

# SupplierDialogTitle/Text
source: Supplier
vi_vn: Nhà cung cấp

# AddSupplierDescription/Text
source: Create a new supplier in the system
vi_vn: Tạo mới một nhà cung cấp trong hệ thống

# EditSupplierDescription/Text
source: Edit supplier details
vi_vn: Chỉnh sửa thông tin chi tiết của nhà cung cấp

# ViewSupplierDescription/Text
source: View supplier details
vi_vn: Xem chi tiết thông tin nhà cung cấp

# SupplierDialogDescription/Text
source: Manage supplier information
vi_vn: Quản lý thông tin nhà cung cấp

# SupplierNameLabel.Text
source: Name
vi_vn: Tên

# SupplierPhoneLabel.Text
source: Phone
vi_vn: Số điện thoại

# SupplierAddressLabel.Text
source: Address
vi_vn: Địa chỉ

# SupplierTaxNumberLabel.Text
source: Tax number
vi_vn: Mã số thuê

# SupplierIsActiveLabel.Text
source: Active
vi_vn: Trạng thái

# SupplierIdTextBox.PlaceholderText
source: Enter ID
vi_vn: Nhập ID

# SupplierNamePlaceholder.PlaceholderText
source: Enter name
vi_vn: Nhập tên

# DialogAddSupplier
source: Add
vi_vn: Thêm

# DialogUpdateSupplier
source: Update
vi_vn: Sửa

# DialogCancelSupplier
source: Cancel
vi_vn: Hủy

# DialogCloseSupplier
source: Close
vi_vn: Đóng

# BtnActivateSupplier.Text
source: Activate
vi_vn: Kích hoạt

# ConfirmActivateSupplierTitle
source: Activate supplier
vi_vn: Kích hoạt nhà cung cấp

# ConfirmActivateSupplierContent
source: Are you sure you want to activate this supplier?
vi_vn: Bạn có chắc chắn muốn kích hoạt nhà cung cấp này?

# ConfirmDeactivateSupplierTitle
source: Deactivate supplier
vi_vn: Vô hiệu hóa nhà cung cấp

# ConfirmDeactivateSupplierContent
source: Are you sure you want to deactivate this supplier?
vi_vn: Bạn có chắc chắn muốn vô hiệu hóa nhà cung cấp này?

# TxtSelectedSupplierName.Text
source: Select supplier
vi_vn: Chọn nhà cung cấp

# BtnSelectedSupplierName.Content
source: Select supplier
vi_vn: Chọn nhà cung cấp

# SelectedSupplierName
source: Select supplier
vi_vn: Chọn nhà cung cấp

# PleaseSelectSupplierAndProducts
source: Please select a supplier and add products to the purchase order
vi_vn: Vui lòng chọn nhà cung cấp và thêm sản phẩm vào đơn đặt hàng

# PleaseSelectSupplier
source: Please select a supplier
vi_vn: Vui lòng chọn một nhà cung cấp

# ErrorSelectSupplier
source: Cannot select supplier
vi_vn: Không thể chọn nhà cung cấp

# SupplierInfoTitle.Text
source: Supplier Information
vi_vn: Thông tin nhà cung cấp

# BtnSelectSupplier.Content
source: Select
vi_vn: Chọn

# Dlg_PODetails_SupplierInfoTitle
source: Supplier Information
vi_vn: Thông tin nhà cung cấp

# Dlg_PODetails_SupplierNameLabel
source: Name:
vi_vn: Tên:

# Dlg_PODetails_SupplierPhoneLabel
source: Phone:
vi_vn: Điện thoại:

# Dlg_PODetails_SupplierAddressLabel
source: Address:
vi_vn: Địa chỉ:

# Reports_TopSuppliersTitle.Text
source: Top Suppliers
vi_vn: Nhà cung cấp hàng đầu
